Repository: wdyxy520/FloatTodo
Catalog: src/FloatTodo.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppearanceHeader.Text
source: Appearance
zh_cn: 外观与材质

# ThemeTitle.Text
source: Theme
zh_cn: 外观主题

# ThemeSystem.Content
source: Follow System
zh_cn: 跟随系统

# ThemeLight.Content
source: Light
zh_cn: 浅色

# ThemeDark.Content
source: Dark
zh_cn: 深色

# MaterialTitle.Text
source: Backdrop
zh_cn: 背景材质

# MaterialAcrylic.Content
source: Acrylic Blur
zh_cn: Acrylic 毛玻璃

# MaterialSolid.Content
source: Solid Color
zh_cn: 纯色

# MaterialHint.Text
source: Mica samples wallpaper colors; Acrylic blurs content behind the window. Falls back to solid when transparency is disabled.
zh_cn: Mica 提取壁纸色彩；Acrylic 模糊窗口后方内容；若系统未启用透明效果则回退为纯色。

# PreviewHeader.Text
source: Desktop Preview
zh_cn: 桌面预览

# OpacityTitle.Text
source: Preview Opacity
zh_cn: 桌面预览不透明度

# PreviewEffectHint.Text
source: Live translucency preview:
zh_cn: 实时透光预览效果：

# WallpaperBadge.Text
source: Simulated Wallpaper
zh_cn: 模拟桌面壁纸

# DesktopIcon1.Text
source: Documents
zh_cn: 项目文档

# DesktopIcon2.Text
source: Work Log
zh_cn: 工作日志

# DesktopIcon3.Text
source: Wallpapers
zh_cn: 图片壁纸

# PreviewTitleText.Text
source: Memos (Preview)
zh_cn: 今日便签（桌面预览）

# PreviewCheckText.Text
source: Drag slider to see translucency
zh_cn: 拖动滑块实时观察透光效果

# PreviewBulletDesc.Text
source: Wallpaper shows through, text stays readable
zh_cn: 壁纸色彩穿透，文字清晰可辨

# PeekButtonLabel.Text
source: Try on Desktop
zh_cn: 试看实际桌面效果

# PeekTipText.Text
source: Click to preview on your desktop. Click anywhere to return to settings.
zh_cn: 点击立即在桌面壁纸上试看，单击任意处可返回设置。

# BehaviorHeader.Text
source: Window & Behavior
zh_cn: 窗口与行为

# TopmostTitle.Text
source: Always on Top
zh_cn: 保持置顶

# TopmostSwitch.OnContent
source: On
zh_cn: 已开启

# TopmostSwitch.OffContent
source: Off
zh_cn: 已关闭

# AutoHideTitle.Text
source: Auto-hide at Edge
zh_cn: 贴边后自动收起

# AutoHideSwitch.OnContent
source: On
zh_cn: 已开启

# AutoHideSwitch.OffContent
source: Off
zh_cn: 已关闭

# StartupTitle.Text
source: Launch at Startup
zh_cn: 开机启动

# StartupSwitch.OnContent
source: On
zh_cn: 已开启

# StartupSwitch.OffContent
source: Off
zh_cn: 已关闭

# AutoCheckUpdateTitle.Text
source: Auto Check for Updates
zh_cn: 自动检查更新

# AutoCheckUpdateSwitch.OnContent
source: On
zh_cn: 已开启

# AutoCheckUpdateSwitch.OffContent
source: Off
zh_cn: 已关闭

# LanguageTitle.Text
source: Language
zh_cn: 语言

# CheckUpdateButton.Content
source: Check for Updates
zh_cn: 检查更新

# DownloadMirrorButton.Content
source: Mirror Download (CN)
zh_cn: 国内加速下载

# DownloadOfficialButton.Content
source: Official Download
zh_cn: 官方下载

# ViewReleaseButton.Content
source: Release Notes
zh_cn: 更新日志

# NewMemoHint.Text
source: Write something…
zh_cn: 记一条…

# DeleteMemoMenuItem.Text
source: Delete Memo
zh_cn: 删除记事

# TitleEditor.PlaceholderText
source: Title
zh_cn: 标题

# BodyEditor.PlaceholderText
source: Write something…
zh_cn: 记一条…

# MoveUpMenuItem.Text
source: Move Up
zh_cn: 上移一行

# MoveDownMenuItem.Text
source: Move Down
zh_cn: 下移一行

# DeleteItemMenuItem.Text
source: Delete Item
zh_cn: 删除此项

# AddItemButton.Content
source: ＋ Add Item
zh_cn: ＋ 添加一项

# DoneButton.Content
source: Done
zh_cn: 完成

# DragMainHandle
source: Drag FloatTodo window
zh_cn: 拖动 FloatTodo 窗口

# BtnSettings
source: Settings
zh_cn: 设置

# BtnExit
source: Exit FloatTodo
zh_cn: 退出 FloatTodo

# BtnPin
source: Pin to Top
zh_cn: 窗口置顶

# BtnPreview
source: Enter Desktop Preview
zh_cn: 进入桌面预览

# BtnBack
source: Back
zh_cn: 返回

# SettingsTitle
source: Settings
zh_cn: 设置

# DragSettingsHandle
source: Drag Settings window
zh_cn: 拖动设置窗口

# HotkeyConflict
source: Ctrl+Alt+N is in use by another app. Use the tray icon instead.
zh_cn: Ctrl+Alt+N 已被其他应用占用，可从托盘打开。

# SettingsUpdateAvailable
source: Settings (Update v{0} available)
zh_cn: 设置 (发现新版本 v{0})

# PreviewError
source: Desktop preview failed, restored normal mode:
zh_cn: 无法启用桌面预览，已恢复正常模式：

# TrayOpen
source: Open
zh_cn: 打开

# TrayExitPreview
source: Exit Preview
zh_cn: 退出桌面预览

# TrayEnterPreview
source: Enter Preview
zh_cn: 进入桌面预览

# TrayHide
source: Hide
zh_cn: 隐藏

# TraySettings
source: Settings
zh_cn: 设置

# TrayExit
source: Exit
zh_cn: 退出

# UpdateNewVersion
source: New version v{0} available
zh_cn: 发现新版本 v{0}

# UpdateChooseDownload
source: A new version is available. Choose a download method:
zh_cn: 检测到新版本可用，请选择下载方式：

# UpdateConnectFailed
source: Update check failed
zh_cn: 检查更新未能连接

# UpdateConnectError
source: Unable to connect. Check your network or try again later.
zh_cn: 无法连接至发布服务，请检查网络或稍后重试。

# UpdateUpToDate
source: Up to Date
zh_cn: 已是最新版本

# UpdateCurrentVersion
source: You're running the latest version (v{0}).
zh_cn: 当前版本 (v{0}) 即为最新版。

# AppStartupError
source: FloatTodo — Failed to Open
zh_cn: FloatTodo — 打开失败

# AppCannotReadMemos
source: Cannot read memos. Original file was not modified.
zh_cn: 无法读取记事。原文件未修改。

# SaveFailed
source: Save failed, draft preserved:
zh_cn: 未能保存，草稿仍保留：

# PreviewExitTitle
source: Exit Preview
zh_cn: 退出桌面预览

# PreviewExitTooltip
source: Exit Preview (Ctrl+Alt+N)
zh_cn: 退出桌面预览（Ctrl+Alt+N）

# PreviewExitName
source: Exit Preview
zh_cn: 退出桌面预览

# CardNewChecklist
source: New Checklist
zh_cn: 新建清单

# CardDragSort
source: Drag to reorder (Alt+Up/Down)
zh_cn: 拖拽排序或点击选项 (Alt+上下键)

# CardDeleteMemo
source: Delete Memo
zh_cn: 删除记事

# CardDoneTooltip
source: Done (Ctrl+Enter)
zh_cn: 完成（Ctrl+Enter）

# CardAddItemPlaceholder
source: Add an item…
zh_cn: 添加一项…

# VMConvertToText
source: Convert to Text
zh_cn: 转为文本

# VMConvertToChecklist
source: Convert to Checklist
zh_cn: 转为清单

# VMHideTitle
source: Hide Title
zh_cn: 隐藏标题

# VMShowTitle
source: Show Title
zh_cn: 显示标题

# LanguageRestart
source: Takes effect after restart
zh_cn: 重启应用后生效

# InvalidVersionFormat
source: Unrecognized version format
zh_cn: 未能识别的版本号格式

# BtnAddMemo
source: New Memo
zh_cn: 新建记事

# MenuAddTextMemo
source: New Note
zh_cn: 新建便签

# MenuAddChecklistMemo
source: New Checklist
zh_cn: 新建待办清单
